Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Custom column
es_es: Columna personalizada

source: Groups
es_es: Grupos

source: Up to 20 calculated columns allowed per compensation round.
es_es: Se permiten hasta 20 columnas calculadas por ronda de compensación.

source: Calculated
es_es: Calculado

source: Compensation history
es_es: Historial de compensación

source: Contracted compensation
es_es: Compensación contratada

source: Goal achievement
es_es: Logro de objetivo

source: Individual pay range
es_es: Rango salarial individual

source: Job architecture
es_es: Arquitectura de puestos de trabajo

source: Organization structure
es_es: Estructura de la organización

source: Paid compensation
es_es: Compensación pagada

source: Pay range
es_es: Rango salarial

source: Pay scale
es_es: Escala salarial

source: Performance
es_es: Desempeño

source: Performance review rating
es_es: Calificación de la evaluación del desempeño

source: Salary
es_es: Salario

source: Group {{groupName}} visibility
es_es: Visibilidad del grupo {{groupName}}

source: Name/Display name
es_es: Nombre/Nombre para mostrar

source: No data points
es_es: No hay puntos de datos

source: Team planner preview
es_es: Vista previa del planificador del equipo

source: Clear your filters and your search to be able to reorder columns.
es_es: Limpie los filtros y la búsqueda para poder reordenar las columnas.

source: Select column {{columnName}}
es_es: Seleccionar columna {{columnName}}

source: Compensation grid configuration
es_es: Configuración de la matriz de compensación

source: Boolean
es_es: Booleano

source: Entity enum
es_es: Enumeración de entidad

source: Entity reference
es_es: Referencia de entidad

source: Integer
es_es: Entero

source: String
es_es: Cadena

source: Visibility
es_es: Visibilidad

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
es_es: Actívalo para que las columnas se vean en la vista de cuadrícula de la ronda de compensación. Desactívalo para ocultarlas.

source: Enable the columns you want the compensation manager and approvers to see.
es_es: Habilite las columnas que quiera que vean el responsable de compensación y los aprobadores.

source: Team planner view
es_es: Vista del planificador de equipo

source: Column configuration
es_es: Configuración de columnas

source: Planner add-ons
es_es: Complementos de Planner

source: Budget rule
es_es: Regla presupuestaria

source: Calculated field formula
es_es: Fórmula de campo calculado

source: Dependent item
es_es: Artículo dependiente

source: Target item
es_es: Artículo de destino

source: Usage
es_es: Uso

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
es_es: Uno o más de los elementos seleccionados se están utilizando actualmente en otras áreas del sistema. Debe eliminar o reasignar estas dependencias antes de poder desactivar o eliminar los elementos.

source: Eligibility rule
es_es: Regla de elegibilidad

source: This field has active dependencies and cannot be disabled
es_es: Este campo tiene dependencias activas y no se puede desactivar

source: Guaranteed amount rule
es_es: Regla de importe garantizado

source: Guideline rule
es_es: Regla de directrices

source: Payroll
es_es: Nómina

source: Proposal management formula
es_es: Fórmula de gestión de propuestas

source: Used in the following places
es_es: Usado en los siguientes lugares

source: View dependencies
es_es: Ver dependencias

source: Edit comp round
es_es: Editar ronda de compensaciones

source: Departure
es_es: Salida

source: Time in the company
es_es: Tiempo en la empresa

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
es_es: A todos los individuos dentro de la población especificada se les asignará una cantidad garantizada para el elemento de compensación seleccionado.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
es_es: La lista de reglas está vacía. Comience creando una regla de cantidad garantizada.

source: Guaranteed amount rules
es_es: Reglas de importe garantizado

source: No guaranteed amounts rules were established
es_es: No se establecieron reglas de importes garantizados

source: Select the compensation element
es_es: Seleccione el elemento de compensación

source: The compensation element is required.
es_es: El elemento de compensación es obligatorio.

source: Set the minimum or fixed value that must be honored.
es_es: Establezca el valor mínimo o fijo que debe respetarse.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
es_es: Defina la cantidad garantizada para esta regla y cómo desea proporcionarla. La cantidad garantizada se reflejará en la moneda local del trabajador.

source: Guaranteed amounts
es_es: Importes garantizados

source: Add a name and a description to the rule.
es_es: Añada un nombre y una descripción a la regla.

source: The rule name is required.
es_es: El nombre de la regla es obligatorio.

source: Comp round guidelines
es_es: Directrices de la ronda de compensaciones

source: Guideline rules
es_es: Reglas de directrices

source: Guidelines
es_es: Directrices

source: Add secondary hierarchy
es_es: Añadir jerarquía secundaria

source: The hierarchy cannot be empty.
es_es: La jerarquía no puede estar vacía.

source: Hierarchy
es_es: Jerarquía

source: Select a hierarchy
es_es: Seleccionar una jerarquía

source: Hierarchy preview
es_es: Vista previa de la jerarquía

source: No worker data yet. Import workers via the Data Foundation to view them here.
es_es: Todavía no hay datos de trabajador. Importe trabajadores con la Base de datos para verlos aquí.

source: No selected hierarchy
es_es: No hay jerarquías seleccionadas

source: Secondary hierarchy
es_es: Jerarquía secundaria

source: Standard hierarchy
es_es: Jerarquía estándar

source: Build hierarchies used to drive round access
es_es: Crear jerarquías utilizadas para gestionar el acceso a las rondas

source: Choose hierarchy configuration
es_es: Elige la configuración de la jerarquía

source: Select a hierarchy to drive round access
es_es: Seleccione una jerarquía para gestionar el acceso a la ronda

source: Define hierarchy
es_es: Definir jerarquía

source: Define the timeframe for bonus calculations.
es_es: Defina el período de tiempo para los cálculos de bonificaciones.

source: Bonus plan period
es_es: Período del plan de bonificación

source: Period end date
es_es: Fecha de finalización del período

source: The period end date cannot be empty.
es_es: La fecha de fin del período no puede estar vacía.

source: Period start date
es_es: Fecha de inicio del período

source: The period start date cannot be empty.
es_es: La fecha de inicio del periodo no puede estar vacía.

source: Specify the start and end dates of the compensation round.
es_es: Especifique las fechas de inicio y fin de la ronda de compensación.

source: Compensation round timeline
es_es: Cronograma de la ronda de compensación

source: Select a data model and set key dates.
es_es: Seleccione un modelo de datos y establezca las fechas clave.

source: Enable communications
es_es: Habilitar comunicaciones

source: Download payroll data drop
es_es: Descargar el archivo de datos de nómina

source: Define a password to download the file.
es_es: Defina una contraseña para descargar el archivo.

source: Export results or integrate via API
es_es: Exportar resultados o integrar mediante API

source: Payroll data drop
es_es: Descarga de datos de nómina

source: Define the population(s) for the round
es_es: Defina las poblaciones para la ronda

source: Are you sure you want to publish the comp round?
es_es: ¿Está seguro de querer publicar la ronda de compensaciones?

source: Publish comp round
es_es: Publicar ronda de compensaciones

source: Add bonus plan
es_es: Añadir plan de bonificación

source: Bonus configuration
es_es: Configuración de bonus

source: Define the bonus plans and comp elements for this round
es_es: Define los planes de bonificación y los elementos retributivos para esta ronda

source: This bonus plan is already selected in another row.
es_es: Este plan de bonus ya está seleccionado en otra fila.

source: Bonus plan
es_es: Plan de bonificación

source: The bonus plan cannot be empty.
es_es: El plan de bonificación no puede estar vacío.

source: This comp element is already assigned to another bonus plan.
es_es: Este elemento de compensación ya está asignado a otro plan de bonificación.

source: One or more comp elements are assigned to bonus plan configuration.
es_es: Uno o más elementos de compensación están asignados a la configuración del plan de bonificación.

source: This comp element is already assigned to the salary configuration.
es_es: Este elemento de compensación ya está asignado a la configuración salarial.

source: The comp element cannot be empty.
es_es: El elemento de compensación no puede estar vacío.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
es_es: El elemento de compensación seleccionado está en uso actualmente. Para eliminarlo, revise sus dependencias y elimínelas primero.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
es_es: Ya existen elementos Comp con el nombre {{names}}. Por favor, elimínelos para continuar.

source: No comp elements with the name or code "{{phrase}}"
es_es: No hay elementos compensación con el nombre o código "{{phrase}}"

source: Select at least one comp element.
es_es: Seleccione al menos un elemento compensación

source: Please select at least one element.
es_es: Seleccione al menos un elemento.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
es_es: Uno o varios elementos de compensación seleccionados están en uso actualmente. Para eliminarlos, revisa sus dependencias y elimínalas primero.

source: Exchange rate group
es_es: Grupo de tipo de cambio

source: Comp tree
es_es: Árbol de compensación

source: Configuration
es_es: Configuración

source: The effective date cannot be empty.
es_es: La fecha de entrada en vigor no puede estar vacía.

source: The comp round currency cannot be empty.
es_es: La divisa de la ronda de compensación no puede estar vacía.

source: Currency
es_es: Moneda

source: Date at which the adjustments performed in the comp round will come into effect.
es_es: Fecha de entrada en vigor de los ajustes realizados en la ronda de compensaciones.

source: Exchange rate type
es_es: Tipo de cambio

source: The exchange rate type cannot be empty.
es_es: El tipo de cambio no puede estar vacío.

source: Round code
es_es: Código de ronda

source: A round with that code already exists
es_es: Ya existe una ronda con ese código

source: The round code cannot be empty.
es_es: El código de la ronda no puede estar vacío.

source: A round with that code cannot be validated at this time. Please try again later.
es_es: Una ronda con ese código no se puede validar en este momento. Vuelve a intentarlo más tarde.

source: Comp round owners
es_es: Propietarios de la ronda de compensaciones

source: Round type
es_es: Tipo de ronda

source: Choose the compensation components to include in this round
es_es: Elige los componentes de compensación que quieres incluir en esta ronda

source: Please make sure at least one round type is enabled.
es_es: Por favor, asegúrese de que al menos un tipo de ronda esté habilitado.

source: Salary configuration
es_es: Configuración del salario

source: Select the comp element that will store salary decisions
es_es: Selecciona el elemento de compensación que almacenará las decisiones salariales

source: Merit increases and base pay adjustments
es_es: Aumentos por mérito y ajustes del salario base

source: Enter the basic information for the round
es_es: Introducir la información básica de la ronda

source: Round details
es_es: Detalles de la ronda

source: STI bonus (Short Term Incentive)
es_es: Bono STI (Incentivo a Corto Plazo)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
es_es: Cambiar el plan de bonificación activará un recálculo de la bonificación para los colaboradores/as en esta ronda de compensación. ¿Seguro que quieres continuar?

source: Change bonus plan
es_es: Cambiar plan de bonificación

source: Incentive payouts and variable pay
es_es: Pagos de incentivos y retribución variable

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
es_es: Has deseleccionado un plan de bonus que ya no está activo. Una vez que guardes la ronda, no volverá a estar disponible para seleccionarlo de nuevo.

source: Deactivated bonus plan
es_es: Plan de bonificación desactivado

source: Cut-off date
es_es: Fecha de corte

source: The cut-off date cannot be empty.
es_es: La fecha de corte no puede estar vacía.

source: Date at which the data of the workers is to be filtered.
es_es: Fecha en la que se deben filtrar los datos de los trabajadores.

source: The data model cannot be empty.
es_es: El modelo de datos no puede estar vacío.

source: Warning!
es_es: ¡Advertencia!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
es_es: Este modelo de datos está actualmente en uso; si lo cambia, se eliminarán todas las configuraciones asociadas. ¿Está seguro de que desea continuar?

source: Unselect & delete
es_es: Deseleccionar y eliminar

source: The bonus plan effective date cannot be empty.
es_es: La fecha de entrada en vigor del plan de bonificación no puede estar vacía.

source: Specify the date at which the compensation adjustments will take effect.
es_es: Especifique la fecha en la que los ajustes de compensación entrarán en vigor.

source: Effective dates
es_es: Fechas de vigencia

source: The salary effective date cannot be empty.
es_es: La fecha de vigencia del salario no puede estar vacía.

source: Freeze date
es_es: Fecha de congelación

source: The freeze date cannot be empty.
es_es: La fecha de congelación no puede estar vacía.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
es_es: Fecha después de la cual los cambios en los datos cargados en el Data Modeler no se tendrán en cuenta para la ronda de compensación.

source: The name must be unique.
es_es: El nombre debe ser único.

source: Create compensation round
es_es: Crear ronda de compensaciones

source: Delete report
es_es: Eliminar informe

source: Are you sure you want to delete this validation report?
es_es: ¿Está seguro de querer eliminar este informe de validación?

source: The report was successfully deleted.
es_es: El informe se ha eliminado correctamente.

source: Download report
es_es: Descargar informe

source: All data model fields.
es_es: Todos los campos del modelo de datos.

source: Define a password to download the file
es_es: Definir una contraseña para descargar el archivo

source: Select fields:
es_es: Seleccione campos:

source: Only selected fields on the team planner view.
es_es: Solo los campos seleccionados en la vista del planificador de equipo.

source: View & validate round configurations
es_es: Ver y validar configuraciones de rondas

source: An error occurred when generating the report.
es_es: Se ha producido un error al generar el informe.

source: The file is being generated; download will start shortly.
es_es: El archivo se está generando; la descarga comenzará en breve.

source: Password
es_es: Contraseña

source: The password must meet the following requirements:
es_es: La contraseña debe cumplir los siguientes requisitos:

source: Special characters allowed: {{characters}}
es_es: Caracteres especiales permitidos: {{characters}}

source: Maximum password length: {{n}} characters
es_es: Longitud máxima de la contraseña: {{n}} caracteres

source: Minimum password length: {{n}} characters
es_es: Longitud mínima de la contraseña: {{n}} caracteres

source: {{min}}-{{max}} characters long
es_es: Entre {{min}} y {{max}} caracteres

source: Must contain at least one lowercase character
es_es: Debe contener al menos un carácter en minúscula

source: Must contain at least one number
es_es: Debe contener al menos un número

source: Must contain at least one uppercase character
es_es: Debe contener al menos un carácter en mayúscula

source: Generate
es_es: Generar

source: Generate report
es_es: Generar informe

source: Your validation report is being generated. You will be notified when it is ready.
es_es: Su informe de validación se está generando. Recibirá una notificación cuando esté listo.

source: Notes
es_es: Notas

source: Rename report
es_es: Cambiar nombre del informe

source: The report was successfully renamed.
es_es: Se ha cambiado correctamente el nombre del informe.

source: View and validate round configurations
es_es: Ver y validar las configuraciones de la ronda

source: Validation
es_es: Validación

source: Compensation manager
es_es: Gerente de compensación

source: HRBP approval
es_es: Aprobación de HRBP

source: Manager +1 review
es_es: Revisión de responsable +1

source: HRBP review
es_es: Revisión de HRBP

source: Enable proposal adjustments
es_es: Habilitar ajustes de la propuesta

source: Enable rejection of manager proposal
es_es: Habilitar el rechazo de la propuesta del gerente

source: Enable rejection of manager+1 proposal
es_es: Permitir el rechazo de la propuesta del gerente+1

source: Actions:
es_es: Acciones:

source: Comp manager +1
es_es: Manager de Comp +1

source: Add step
es_es: Añadir paso

source: Add step above
es_es: Añadir paso arriba

source: Add step below
es_es: Añadir paso debajo

source: Please fill in all the mandatory fields in the workflow step.
es_es: Por favor, rellena todos los campos obligatorios en el paso del flujo de trabajo.

source: Apply template
es_es: Aplicar plantilla

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
es_es: Crea un flujo de trabajo en el que todas las partes interesadas trabajen en paralelo dentro del mismo rango de fechas, enviando propuestas hasta la fecha de finalización.

source: Collaborative
es_es: Colaborativo

source: The end date is required.
es_es: La fecha de finalización es obligatoria.

source: Specify the start and end dates during which edits to the round are permitted.
es_es: Especifique las fechas de inicio y fin durante las cuales se permiten ediciones en la ronda.

source: Choose how the stakeholder will participate in the round.
es_es: Elige cómo participará el stakeholder en la ronda.

source: Collaboration settings
es_es: Configuración de colaboración

source: No access
es_es: Sin acceso

source: Read only
es_es: Solo lectura

source: Read and write
es_es: Leer y escribir

source: Are you sure you want to delete this configuration?
es_es: ¿Seguro que quieres eliminar esta configuración?

source: Delete configuration
es_es: Eliminar configuración

source: The configuration was successfully deleted.
es_es: La configuración se eliminó correctamente.

source: Current workflow step:
es_es: Paso actual del flujo de trabajo:

source: Edit step
es_es: Editar paso

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
es_es: Crea un flujo de trabajo basado en una jerarquía de aprobación predefinida. Los pasos siguen este orden: revisión de HRBP → propuesta del manager de compensación → aprobación del manager de compensación +1 → aprobación de HRBP.

source: Hierarchy-driven
es_es: Basado en la jerarquía

source: Preview template
es_es: Vista previa de la plantilla

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
es_es: Al aplicar esta plantilla se sustituirán todas las configuraciones actuales de tu flujo de trabajo. Esta acción no se puede deshacer.

source: Replace current workflow?
es_es: ¿Sustituir el flujo de trabajo actual?

source: At least one of the following workflow steps must be enabled: {{steps}}.
es_es: Debe habilitar al menos uno de los siguientes pasos del flujo de trabajo: {{steps}}.

source: Collaborative workflow
es_es: Flujo de trabajo colaborativo

source: Manager +1 approval
es_es: Aprobación del manager +1

source: Manager proposal
es_es: Propuesta del manager

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
es_es: Crea un flujo de trabajo desde un lienzo en blanco. Tienes total flexibilidad para definir, añadir y configurar cada paso para adaptarlo a tus necesidades.

source: Start from scratch
es_es: Empezar desde cero

source: Not started
es_es: No iniciado

source: Step actions
es_es: Acciones del paso

source: Actor
es_es: Interviniente

source: An actor can not be used in more than one configuration.
es_es: Un actor no se puede usar en más de una configuración.

source: Choose one or more actors
es_es: Elige uno o más actores

source: The actor can not be empty.
es_es: El actor no puede estar vacío.

source: Actors & permissions
es_es: Actores y permisos

source: Add configuration
es_es: Añadir configuración

source: Step {{stepNumber}}: {{stepName}}
es_es: Paso {{stepNumber}}: {{stepName}}

source: Step {{count}}
es_es: Paso {{count}}

source: Delete step
es_es: Eliminar paso

source: Are you sure you want to delete the workflow step?
es_es: ¿Seguro que quieres eliminar el paso del flujo de trabajo?

source: Delete workflow step
es_es: Eliminar paso del flujo de trabajo

source: The workflow step was successfully deleted.
es_es: El paso del flujo de trabajo se ha eliminado correctamente.

source: Set the workflow of the compensation round by determining approval dates
es_es: Establezca el flujo de trabajo de la ronda de compensaciones determinando las fechas de aprobación

source: Duplicate configuration
es_es: Duplicar configuración

source: Step enabled
es_es: Paso habilitado

source: Step end date
es_es: Fecha de finalización del paso

source: The step end date must be before the end date of all the next steps.
es_es: La fecha de finalización de este paso debe ser anterior a la fecha de finalización de todos los pasos siguientes.

source: The step end date must be after the end date of all the previous steps.
es_es: La fecha de finalización del paso debe ser posterior a la fecha de finalización de todos los pasos anteriores.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
es_es: La fecha del paso está fuera del período de la ronda ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
es_es: La fecha de fin del paso no puede estar vacía.

source: Field permissions
es_es: Permisos de campos

source: Hidden
es_es: Oculto

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
es_es: Editar el flujo de trabajo (es decir, añadir, eliminar o reordenar pasos) restablecerá a todos los colaboradores/as al primer paso.

source: Step {{count}}: actions
es_es: Paso {{count}}: acciones

source: The name can not be empty.
es_es: El nombre no puede estar vacío.

source: This step isn’t configured yet.
es_es: Este paso todavía no está configurado.
